[
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=1", 
        "REVIEW": "Not unlocked as advertised \n The phone came with a worn out battery.  it does not a charge after 3 months. Beware of buying a refurbished Iphone 5S. \n my son loves it \n This article arrived in the states, some letters do not work on the keyboard, says that it has a 90 day Warranty and is false. In less than 60 you can not do anything. It is a Deception. \n Buen servicio \n Great buy no issues will buy from them again \n It came in good condition and worked very good \n Brand NEW phone with no scratches and everything works! I couldn't be more happier! \n Works great! There have been no problems with it! \n It is a fine product so far.", 
        "RDATE": "on March 29, 2017 \n on March 29, 2017 \n on March 27, 2017 \n on March 27, 2017 \n on March 26, 2017 \n on March 25, 2017 \n on March 25, 2017 \n on March 25, 2017 \n on March 24, 2017 \n on March 24, 2017", 
        "TITLE": "Mis advertised \n The phone came with a worn out battery. it ... \n Five Stars \n Bad, Very Bad \n Five Stars \n Five Stars \n Five Stars \n I couldn't be more happier! \n Five Stars \n Good"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=2", 
        "REVIEW": "Do not purchase this. I received it completely dead which is no problem I had read that other people were having the same issues. So I charged it and wouldn't turn on, I used all the iPhone tricks to turn it on and nothing. I took it to Verizon to see what kind of trade in I coikr get cuz I just needed a phone and when she started entering the info of iPhone into the computer she said that it isn't compatible with Verizon like it was advertised. So just a heads up don't throw $188.00 in the trash like I ended up doing. \n i will never ever pay from then. when i got it the phone wouldn't work and when i got it to work finally it shut down. plz don't get this phone and save your money and time \n I got this today, it came in good packaging with a charger  it is flawless like new and works great. \n The iPhone 5s was in excellent condition when I had recieved it, along with the charger. There were no scratches or significant markings. I did not recieve any headphones with the package, which is not an issue with me since don't like apple ear buds anyway. I had no issues having the SIM card inserted in my phone through my carrier. \n My daughter loved her new phone and i was able to switch it over to our carrier. No dings or dents. She is enjoying it \n Zero stars! This phone is garbage. It doesn't charge, the message \"this accessory may not be supported\" pops up every time I plug it in. It took 24hrs to get from 39% to 74% on the charger it came with. Brand new chargers don't even work. This is the worst. \n I bought this for my husband who is really hard on phones, even with an otterbox.  lol.  It works really well. \n This iPhone is as expected and in good condition \n Vw👌🏻👌🏻 \n great deal", 
        "RDATE": "on March 24, 2017 \n on March 24, 2017 \n on March 24, 2017 \n on March 23, 2017 \n on March 22, 2017 \n on March 22, 2017 \n on March 22, 2017 \n on March 22, 2017 \n on March 21, 2017 \n on March 21, 2017", 
        "TITLE": "Never purchasing again \n i will never ever pay from then. when i ... \n Four \n The iPhone 5s was in excellent condition when I had recieved it \n My daughter loved her new phone and i was able to switch ... \n This phone is garbage. It doesn't charge \n I bought this for my husband who is really hard ... \n As expected \n Four Stars \n Five Stars"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=3", 
        "REVIEW": "Perfect perfect shape is working fine I love it thank you \n Wonderful condition and works like a charm. \n Had to return this phone because after charging it to full power, the battery got so hot it burned my hand. \n Good \n I'm currently going on a product review rampage. Yea so it's been about a year since I bought this. The battery is still pretty good and I didn't have a problem with it in the northeast winter. It's been a reliable phone and is compatible with my crappy Straight Talk plan. \n Works perfectly! Came in a day early! So very pleased with this phone! \n I would like to have this item back i didn't mean to return. \n I love my phone it's everything it says it going to be \n Came on time but the battery is going bad \n Phone over heats  and dies too quickly. I would recommend anyone to buy it.", 
        "RDATE": "on March 21, 2017 \n on March 21, 2017 \n on March 21, 2017 \n on March 21, 2017 \n on March 20, 2017 \n on March 20, 2017 \n on March 20, 2017 \n on March 20, 2017 \n on March 20, 2017 \n on March 19, 2017", 
        "TITLE": "Completely satisfied \n Very happy! \n Had to return this phone because after charging it to ... \n Four Stars \n worked out for me. \n love love love \n I want this item back please \n Five Stars \n Two Stars \n Overheats"
    }, 
    {
        "URL": "https://www.amazon.com/product-reviews/B00YD53YQU/ref=cm_cr_arp_d_viewopt_srt?sortBy=recent&pageNumber=4", 
        "REVIEW": "This phone completely died after 2 months of use!! The return window has closed and I hope Amazon will make good on this when I submit a request for refund. Very frustrating for an expensive item! \n Had it for a couple of months and it's still working great.  It came packaged well and looked brand new.  There was not a single blemish on it - I would never have known it was a refurb. \n Received in excellent condition and performs like brand new. What a deal! \n I love it 😍😍 \n The phone works well. \n Works perfect out of the box, 2 very light scratches on the back, but honestly i don't care, I bought an outdated iPhone for function and price. \n It's great \n I bought the iPhone S5  A few months ago and I absolutely love it. The battery time is perfect it is never gone dead on me I've gone a day or so without putting it on the charger. I have had many phones over the years and I have to say this is the Best phone I have ever purchased. As for service and delivery outstanding. \n It's perfect, thanks amazon \n Awesomeness", 
        "RDATE": "on March 18, 2017 \n on March 18, 2017 \n on March 17, 2017 \n on March 17, 2017 \n on March 17, 2017 \n on March 17, 2017 \n on March 16, 2017 \n on March 16, 2017 \n on March 15, 2017 \n on March 15, 2017", 
        "TITLE": "Broken phone. \n ... for a couple of months and it's still working great. It came packaged well and looked brand new \n Great deal \n Five Stars \n Five Stars \n Works perfect out of the box \n Five Stars \n Absolutely love my iPhone \n Five Stars \n Five Stars"
    }
]